if __name__ == "__main__":
    school = {'1а': 25, '1б': 23, '2а': 27, '2б': 24, '3а': 19, '3б': 23, '4а': 27, '4б': 19, '5а': 23, '5б': 23}
    print('В 1А классе', school['1а'])

    #Изменение количества учащихся в трёх классах
    school['1б'] = 25
    school['3а'] = 18
    school['5а'] = 30

    #Появление двух новых классов
    school['6а'] = 12
    school['6б'] = 14

    #В школе расформировали один из классов
    del(school['5б'])

    print('Информация о классах в школе:', school)


